Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Nothing Downloading
de: Keine Downloads
es: Nada descargándose
fr: Aucun téléchargement
it: Nessun download
ja: ダウンロード中の項目なし
ko: 다운로드 중인 항목 없음
nl: Er wordt niets gedownload
pt_br: Nada baixando
zh_hans: 没有正在进行的下载

source: Nothing Found
de: Nichts gefunden
es: No se encontró nada
fr: Aucun résultat
it: Nessun risultato
ja: 見つかりません
ko: 찾은 항목 없음
nl: Niets gevonden
pt_br: Nada encontrado
zh_hans: 未找到内容

source: Nothing Here Yet
de: Noch nichts hier
es: Aún no hay nada
fr: Rien pour l’instant
it: Ancora niente
ja: まだ何もありません
ko: 아직 항목 없음
nl: Nog niets hier
pt_br: Nada aqui ainda
zh_hans: 这里还没有内容

source: Nothing found
de: Nichts gefunden
es: No se encontró nada
fr: Aucun résultat
it: Nessun risultato
ja: 見つかりませんでした
ko: 찾은 항목 없음
nl: Niets gevonden
pt_br: Nada encontrado
zh_hans: 未找到结果

source: Nothing has been saved twice.
de: Nichts wurde doppelt gesichert.
es: Nada se ha guardado dos veces.
fr: Rien n’a été enregistré deux fois.
it: Niente è stato salvato due volte.
ja: 2回保存されたものはありません。
ko: 두 번 저장된 항목이 없습니다.
nl: Niets is twee keer bewaard.
pt_br: Nada foi salvo duas vezes.
zh_hans: 没有重复存储的内容。

source: Notifications are turned off for Pluck in System Settings.
de: Mitteilungen sind für Pluck in den Systemeinstellungen ausgeschaltet.
es: Las notificaciones de Pluck están desactivadas en Ajustes del Sistema.
fr: Les notifications de Pluck sont désactivées dans les Réglages Système.
it: Le notifiche di Pluck sono disattivate in Impostazioni di Sistema.
ja: システム設定で Pluck の通知がオフになっています。
ko: 시스템 설정에서 Pluck 알림이 꺼져 있습니다.
nl: Meldingen staan uit voor Pluck in Systeeminstellingen.
pt_br: As notificações do Pluck estão desativadas nos Ajustes do Sistema.
zh_hans: “系统设置”中已关闭 Pluck 的通知。

source: Notify when downloads finish in the background
de: Benachrichtigen, wenn Downloads im Hintergrund fertig sind
es: Avisar cuando terminen las descargas en segundo plano
fr: Notifier quand les téléchargements se terminent en arrière-plan
it: Notifica quando i download terminano in background
ja: バックグラウンドでダウンロードが完了したら通知
ko: 백그라운드에서 다운로드가 끝나면 알림
nl: Meld wanneer downloads op de achtergrond klaar zijn
pt_br: Notificar quando downloads terminarem em segundo plano
zh_hans: 在后台完成下载时通知

source: Now %lldp. Local AI adds real detail, not just bigger pixels.
de: Jetzt %lldp. Lokale KI ergänzt echte Details, nicht nur größere Pixel.
es: Ahora %lldp. La IA local añade detalle real, no solo píxeles más grandes.
fr: Actuellement %lldp. L’IA locale ajoute de vrais détails, pas seulement des pixels plus gros.
it: Ora %lldp. L’IA locale aggiunge dettagli reali, non solo pixel più grandi.
ja: 現在%lldp。ローカルAIが、単に拡大するのではなく本物のディテールを加えます。
ko: 현재 %lldp. 로컬 AI가 픽셀을 키우는 대신 실제 디테일을 더합니다.
nl: Nu %lldp. Lokale AI voegt echt detail toe, niet alleen grotere pixels.
pt_br: Agora %lldp. A IA local adiciona detalhes reais, não só pixels maiores.
zh_hans: 当前 %lldp。本地 AI 会补充真实细节，而不只是放大像素。

source: Number of shorts
de: Anzahl Shorts
es: Número de shorts
fr: Nombre de shorts
it: Numero di short
ja: ショートの数
ko: 쇼츠 개수
nl: Aantal shorts
pt_br: Número de shorts
zh_hans: 短视频数量

source: On this Mac
de: Auf diesem Mac
es: En este Mac
fr: Sur ce Mac
it: Su questo Mac
ja: この Mac で
ko: 이 Mac에서
nl: Op deze Mac
pt_br: Neste Mac
zh_hans: 在此 Mac 上

source: One AI job at a time
de: Eine KI-Aufgabe nach der anderen
es: Una tarea de IA a la vez
fr: Une tâche d’IA à la fois
it: Un’attività IA alla volta
ja: AI の処理は 1 つずつ
ko: AI 작업은 한 번에 하나씩
nl: Eén AI-taak tegelijk
pt_br: Uma tarefa de IA por vez
zh_hans: 一次处理一个 AI 任务

source: Only Apple Music song, album and playlist links are supported.
de: Nur Apple-Music-Links zu Songs, Alben und Playlists werden unterstützt.
es: Solo se admiten enlaces de Apple Music de canciones, álbumes y listas.
fr: Seuls les liens Apple Music de morceaux, d’albums et de playlists sont pris en charge.
it: Sono supportati solo link di Apple Music a brani, album e playlist.
ja: Apple Music の曲、アルバム、プレイリストのリンクのみに対応しています。
ko: Apple Music 노래, 앨범, 재생목록 링크만 지원됩니다.
nl: Alleen links naar Apple Music-nummers, -albums en -afspeellijsten worden ondersteund.
pt_br: Só são aceitos links do Apple Music de músicas, álbuns e playlists.
zh_hans: 仅支持 Apple Music 歌曲、专辑和播放列表链接。

source: Only Spotify track, album and playlist links are supported.
de: Nur Spotify-Links zu Titeln, Alben und Playlists werden unterstützt.
es: Solo se admiten enlaces de Spotify de canciones, álbumes y listas.
fr: Seuls les liens Spotify de titres, d’albums et de playlists sont pris en charge.
it: Sono supportati solo link Spotify di brani, album e playlist.
ja: Spotify のトラック、アルバム、プレイリストのリンクのみに対応しています。
ko: Spotify 트랙, 앨범, 재생목록 링크만 지원됩니다.
nl: Alleen Spotify-links naar nummers, albums en afspeellijsten worden ondersteund.
pt_br: Só são aceitos links do Spotify de faixas, álbuns e playlists.
zh_hans: 仅支持 Spotify 单曲、专辑和播放列表链接。

source: Only cuts pauses longer than a second.
de: Schneidet nur Pausen über einer Sekunde.
es: Solo corta las pausas de más de un segundo.
fr: Ne coupe que les pauses de plus d’une seconde.
it: Taglia solo le pause più lunghe di un secondo.
ja: 1秒を超える間だけをカットします。
ko: 1초가 넘는 쉼만 자릅니다.
nl: Knipt alleen pauzes langer dan een seconde weg.
pt_br: Corta apenas pausas maiores que um segundo.
zh_hans: 只剪掉超过一秒的停顿。

source: Only part of the file
de: Nur einen Teil der Datei
es: Solo una parte del archivo
fr: Seulement une partie du fichier
it: Solo una parte del file
ja: ファイルの一部だけ
ko: 파일의 일부만
nl: Alleen een deel van het bestand
pt_br: Só uma parte do arquivo
zh_hans: 仅文件的一部分

source: Only these file types
de: Nur diese Dateitypen
es: Solo estos tipos de archivo
fr: Seulement ces types de fichiers
it: Solo questi tipi di file
ja: これらのファイルの種類のみ
ko: 이 파일 유형만
nl: Alleen deze bestandstypen
pt_br: Só estes tipos de arquivo
zh_hans: 仅这些文件类型

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
zh_hans: 打开

source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
ja: %@ を開く
ko: %@ 열기
pt_br: Abrir %@
zh_hans: 打开 %@

source: Open AI Settings
de: KI-Einstellungen öffnen
es: Abrir ajustes de IA
fr: Ouvrir les réglages IA
it: Apri impostazioni IA
ja: AI 設定を開く
ko: AI 설정 열기
nl: Open AI-instellingen
pt_br: Abrir ajustes de IA
zh_hans: 打开 AI 设置

source: Open Link in Browser
de: Link im Browser öffnen
es: Abrir enlace en el navegador
fr: Ouvrir le lien dans le navigateur
it: Apri link nel browser
ja: リンクをブラウザで開く
ko: 브라우저에서 링크 열기
pt_br: Abrir link no navegador
zh_hans: 在浏览器中打开链接

source: Open Login Items…
de: Anmeldeobjekte öffnen …
es: Abrir ítems de inicio…
fr: Ouvrir les éléments de connexion…
it: Apri Elementi login…
ja: ログイン項目を開く…
ko: 로그인 항목 열기…
nl: Open Inlogonderdelen…
pt_br: Abrir Itens de Início…
zh_hans: 打开登录项…

source: Open Page in Browser
de: Seite im Browser öffnen
es: Abrir página en el navegador
fr: Ouvrir la page dans le navigateur
it: Apri pagina nel browser
ja: ブラウザでページを開く
ko: 브라우저에서 페이지 열기
nl: Open pagina in browser
pt_br: Abrir página no navegador
zh_hans: 在浏览器中打开页面

source: Open Pluck
de: Pluck öffnen
es: Abrir Pluck
fr: Ouvrir Pluck
it: Apri Pluck
ja: Pluck を開く
ko: Pluck 열기
pt_br: Abrir o Pluck
zh_hans: 打开 Pluck

source: Open Pluck at login
de: Pluck bei der Anmeldung öffnen
es: Abrir Pluck al iniciar sesión
fr: Ouvrir Pluck à la connexion
it: Apri Pluck al login
ja: ログイン時に Pluck を開く
ko: 로그인 시 Pluck 열기
nl: Open Pluck bij inloggen
pt_br: Abrir o Pluck ao iniciar sessão
zh_hans: 登录时打开 Pluck

source: Open a project in DaVinci Resolve first.
de: Öffne zuerst ein Projekt in DaVinci Resolve.
es: Abre primero un proyecto en DaVinci Resolve.
fr: Ouvrez d’abord un projet dans DaVinci Resolve.
it: Apri prima un progetto in DaVinci Resolve.
ja: まずDaVinci Resolveでプロジェクトを開いてください。
ko: 먼저 DaVinci Resolve에서 프로젝트를 여세요.
nl: Open eerst een project in DaVinci Resolve.
pt_br: Abra primeiro um projeto no DaVinci Resolve.
zh_hans: 请先在 DaVinci Resolve 中打开一个项目。

source: Open in Pluck Player
de: In Pluck Player öffnen
es: Abrir en Pluck Player
fr: Ouvrir dans Pluck Player
it: Apri in Pluck Player
ja: Pluck Player で開く
ko: Pluck Player에서 열기
pt_br: Abrir no Pluck Player
zh_hans: 在 Pluck Player 中打开

source: Open the Music app once, so it creates the folder Pluck adds songs to.
de: Öffne die Musik-App einmal, damit sie den Ordner anlegt, in den Pluck Songs legt.
es: Abre la app Música una vez para que cree la carpeta donde Pluck añade las canciones.
fr: Ouvrez l’app Musique une fois pour qu’elle crée le dossier où Pluck ajoute les morceaux.
it: Apri l’app Musica una volta, così crea la cartella in cui Pluck aggiunge i brani.
ja: ミュージック App を一度開いて、Pluck が曲を追加するフォルダを作成させてください。
ko: 음악 앱을 한 번 열어 Pluck이 노래를 추가할 폴더를 만들게 하십시오.
nl: Open de Muziek-app één keer, zodat die de map aanmaakt waar Pluck nummers aan toevoegt.
pt_br: Abra o app Música uma vez para que ele crie a pasta onde o Pluck adiciona as músicas.
zh_hans: 请先打开一次“音乐”App，让它创建 Pluck 添加歌曲的文件夹。

source: Original (no conversion)
de: Original (keine Konvertierung)
es: Original (sin convertir)
fr: Original (sans conversion)
it: Originale (nessuna conversione)
ja: オリジナル（変換なし）
ko: 원본 (변환 안 함)
nl: Origineel (geen omzetting)
pt_br: Original (sem conversão)
zh_hans: 原始（不转换）

source: Other
de: Sonstiges
es: Otros
fr: Autres
it: Altro
ja: その他
ko: 기타
nl: Overig
pt_br: Outros
zh_hans: 其他

source: Other colour
de: Andere Farbe
es: Otro color
fr: Autre couleur
it: Altro colore
ja: ほかの色
ko: 다른 색상
nl: Andere kleur
pt_br: Outra cor
zh_hans: 其他颜色

source: Output format: %@
de: Ausgabeformat: %@
es: Formato de salida: %@
fr: Format de sortie : %@
it: Formato di uscita: %@
ja: 出力フォーマット: %@
ko: 출력 포맷: %@
nl: Uitvoerformaat: %@
pt_br: Formato de saída: %@
zh_hans: 输出格式：%@

source: Overrides both of the above when set.
de: Hat Vorrang vor beiden oben, wenn gesetzt.
es: Si se define, tiene prioridad sobre ambos de arriba.
fr: Remplace les deux options ci-dessus si défini.
it: Se impostato, ha la precedenza su entrambe le opzioni sopra.
ja: 設定すると、上の両方より優先されます。
ko: 설정하면 위의 두 항목보다 우선합니다.
nl: Heeft voorrang op beide opties hierboven als je het instelt.
pt_br: Quando definido, substitui as duas opções acima.
zh_hans: 设置后将覆盖以上两项。

source: Pace
de: Tempo
es: Ritmo
fr: Rythme
it: Ritmo
ja: テンポ
ko: 속도
nl: Tempo
pt_br: Ritmo
zh_hans: 节奏

source: Paste a YouTube playlist or a Spotify album or playlist and choose one video, a few, or all of them.
de: Füge eine YouTube-Playlist oder ein Spotify-Album bzw. eine Spotify-Playlist ein und wähle ein Video, einige oder alle.
es: Pega una lista de YouTube o un álbum o lista de Spotify y elige un vídeo, algunos o todos.
fr: Collez une playlist YouTube ou un album ou une playlist Spotify et choisissez une vidéo, quelques-unes ou toutes.
it: Incolla una playlist YouTube o un album o una playlist Spotify e scegli un video, alcuni o tutti.
ja: YouTube のプレイリストや Spotify のアルバム・プレイリストをペーストして、1 本、数本、またはすべてを選べます。
ko: YouTube 재생목록이나 Spotify 앨범 또는 재생목록을 붙여 넣고 비디오 하나, 몇 개 또는 전부를 선택하십시오.
nl: Plak een YouTube-afspeellijst of een Spotify-album of -afspeellijst en kies één video, een paar of allemaal.
pt_br: Cole uma playlist do YouTube ou um álbum ou playlist do Spotify e escolha um vídeo, alguns ou todos.
zh_hans: 粘贴 YouTube 播放列表或 Spotify 专辑或播放列表，然后选择一个、几个或全部视频。

source: Paste a link or search
de: Link einfügen oder suchen
es: Pega un enlace o busca
fr: Collez un lien ou recherchez
it: Incolla un link o cerca
ja: リンクをペーストまたは検索
ko: 링크 붙여 넣기 또는 검색
nl: Plak een link of zoek
pt_br: Cole um link ou busque
zh_hans: 粘贴链接或搜索

source: Paste a link to start downloading
de: Füge einen Link ein, um den Download zu starten
es: Pega un enlace para empezar a descargar
fr: Collez un lien pour lancer le téléchargement
it: Incolla un link per iniziare a scaricare
ja: リンクをペーストしてダウンロードを開始
ko: 다운로드를 시작하려면 링크를 붙여 넣으십시오
nl: Plak een link om te beginnen downloaden
pt_br: Cole um link para começar a baixar
zh_hans: 粘贴链接以开始下载

source: Paste a link, or type to search YouTube
de: Link einfügen oder tippen, um auf YouTube zu suchen
es: Pega un enlace o escribe para buscar en YouTube
fr: Collez un lien, ou tapez pour chercher sur YouTube
it: Incolla un link o digita per cercare su YouTube
ja: リンクをペースト、または入力して YouTube を検索
ko: 링크를 붙여 넣거나 입력하여 YouTube 검색
nl: Plak een link of typ om YouTube te doorzoeken
pt_br: Cole um link ou digite para buscar no YouTube
zh_hans: 粘贴链接，或输入以搜索 YouTube

source: Paste a song, album or playlist from Apple Music. Pluck finds it on YouTube Music and tags it with Apple’s details and sharp album art.
de: Füge einen Song, ein Album oder eine Playlist aus Apple Music ein. Pluck findet sie auf YouTube Music und versieht sie mit Apples Angaben und scharfem Cover.
es: Pega una canción, un álbum o una lista de Apple Music. Pluck la encuentra en YouTube Music y la etiqueta con los datos y la carátula nítida de Apple.
fr: Collez un morceau, un album ou une playlist d’Apple Music. Pluck le trouve sur YouTube Music et l’étiquette avec les infos et la pochette nette d’Apple.
it: Incolla un brano, un album o una playlist da Apple Music. Pluck lo trova su YouTube Music e lo tagga con i dati e la copertina nitida di Apple.
ja: Apple Music の曲、アルバム、プレイリストをペーストすると、Pluck が YouTube Music で見つけ、Apple の情報と鮮明なアートワークでタグ付けします。
ko: Apple Music의 노래, 앨범 또는 재생목록을 붙여 넣으면 Pluck이 YouTube Music에서 찾아 Apple의 정보와 선명한 앨범 아트로 태그를 지정합니다.
nl: Plak een nummer, album of afspeellijst uit Apple Music. Pluck vindt het op YouTube Music en tagt het met de gegevens en scherpe albumhoes van Apple.
pt_br: Cole uma música, álbum ou playlist do Apple Music. O Pluck encontra no YouTube Music e marca com os dados e a capa nítida da Apple.
zh_hans: 粘贴 Apple Music 的歌曲、专辑或播放列表，Pluck 会在 YouTube Music 上找到它，并用 Apple 的信息和清晰的专辑封面进行标记。

source: Paste links and follow progress from the menu bar. Pluck keeps running there when you close the window, and can open at login.
de: Füge Links ein und verfolge den Fortschritt in der Menüleiste. Pluck läuft dort weiter, wenn du das Fenster schließt, und kann bei der Anmeldung starten.
es: Pega enlaces y sigue el progreso desde la barra de menús. Pluck sigue ahí al cerrar la ventana y puede abrirse al iniciar sesión.
fr: Collez des liens et suivez la progression depuis la barre des menus. Pluck y reste actif quand vous fermez la fenêtre, et peut s’ouvrir à la connexion.
it: Incolla link e segui l’avanzamento dalla barra dei menu. Pluck resta attivo lì quando chiudi la finestra e può aprirsi al login.
ja: メニューバーからリンクをペーストして進行状況を確認できます。ウインドウを閉じても Pluck はそこで動き続け、ログイン時に開くこともできます。
ko: 메뉴 막대에서 링크를 붙여 넣고 진행률을 확인하십시오. 윈도우를 닫아도 Pluck은 그곳에서 계속 실행되며 로그인 시 열 수도 있습니다.
nl: Plak links en volg de voortgang vanuit de menubalk. Pluck blijft daar actief als je het venster sluit, en kan openen bij het inloggen.
pt_br: Cole links e acompanhe o progresso pela barra de menus. O Pluck continua lá quando você fecha a janela e pode abrir ao iniciar sessão.
zh_hans: 在菜单栏中粘贴链接并查看进度。关闭窗口后 Pluck 仍在那里运行，还可以在登录时打开。

source: Paste one or more links above, or drop links, a list of links, or a video, song or photo to convert anywhere in this window.
de: Füge oben einen oder mehrere Links ein, oder zieh Links, eine Linkliste oder ein Video, einen Song oder ein Foto zum Konvertieren irgendwo in dieses Fenster.
es: Pega uno o más enlaces arriba, o suelta enlaces, una lista de enlaces, o un vídeo, canción o foto para convertir en cualquier parte de esta ventana.
fr: Collez un ou plusieurs liens ci-dessus, ou déposez des liens, une liste de liens, ou une vidéo, un morceau ou une photo à convertir n’importe où dans cette fenêtre.
it: Incolla uno o più link qui sopra, oppure trascina link, un elenco di link, o un video, brano o foto da convertire ovunque in questa finestra.
ja: 上に 1 つ以上のリンクをペーストするか、リンク、リンクのリスト、変換するビデオ、曲、写真をこのウインドウのどこかにドロップしてください。
ko: 위에 하나 이상의 링크를 붙여 넣거나, 링크, 링크 목록 또는 변환할 비디오, 노래, 사진을 이 윈도우 아무 곳에나 놓으십시오.
nl: Plak hierboven een of meer links, of sleep links, een lijst met links, of een video, nummer of foto om te converteren ergens in dit venster.
pt_br: Cole um ou mais links acima, ou solte links, uma lista de links, ou um vídeo, música ou foto para converter em qualquer lugar desta janela.
zh_hans: 在上方粘贴一个或多个链接，或将链接、链接列表，或要转换的视频、歌曲或照片拖放到此窗口中的任意位置。

source: Paste or drop a list of links, or a text file full of them, and Pluck downloads them all.
de: Füge eine Liste von Links ein oder zieh sie herein, oder eine Textdatei voller Links, und Pluck lädt sie alle.
es: Pega o suelta una lista de enlaces, o un archivo de texto lleno de ellos, y Pluck los descarga todos.
fr: Collez ou déposez une liste de liens, ou un fichier texte qui en contient, et Pluck les télécharge tous.
it: Incolla o trascina un elenco di link, o un file di testo pieno di link, e Pluck li scarica tutti.
ja: リンクのリストや、リンクの入ったテキストファイルをペーストまたはドロップすれば、Pluck がすべてダウンロードします。
ko: 링크 목록이나 링크가 가득한 텍스트 파일을 붙여 넣거나 놓으면 Pluck이 모두 다운로드합니다.
nl: Plak of sleep een lijst met links, of een tekstbestand vol links, en Pluck downloadt ze allemaal.
pt_br: Cole ou solte uma lista de links, ou um arquivo de texto cheio deles, e o Pluck baixa todos.
zh_hans: 粘贴或拖入一组链接，或满是链接的文本文件，Pluck 会全部下载。

source: Pause Download
de: Download pausieren
es: Pausar descarga
fr: Mettre en pause
it: Metti in pausa
ja: ダウンロードを一時停止
ko: 다운로드 일시 정지
nl: Pauzeer download
pt_br: Pausar download
zh_hans: 暂停下载

source: Pause and resume
de: Pausieren und fortsetzen
es: Pausa y reanudación
fr: Pause et reprise
it: Pausa e ripresa
ja: 一時停止と再開
ko: 일시 정지와 재개
nl: Pauzeren en hervatten
pt_br: Pausar e retomar
zh_hans: 暂停和继续

source: Pause big downloads and continue later, even after quitting Pluck.
de: Pausiere große Downloads und mach später weiter, sogar nachdem du Pluck beendet hast.
es: Pausa descargas grandes y continúa más tarde, incluso después de salir de Pluck.
fr: Mettez en pause les gros téléchargements et reprenez plus tard, même après avoir quitté Pluck.
it: Metti in pausa i download grandi e riprendi più tardi, anche dopo essere uscito da Pluck.
ja: 大きなダウンロードを一時停止して、Pluck を終了した後でも続きから再開できます。
ko: 큰 다운로드를 일시 정지하고 Pluck을 종료한 후에도 나중에 이어서 받을 수 있습니다.
nl: Pauzeer grote downloads en ga later verder, zelfs nadat je Pluck hebt gestopt.
pt_br: Pause downloads grandes e continue depois, mesmo após encerrar o Pluck.
zh_hans: 暂停大型下载并稍后继续，即使退出 Pluck 之后也可以。

source: Paused · %lld%%
de: Pausiert · %lld %%
es: En pausa · %lld %%
fr: En pause · %lld %%
it: In pausa · %lld%%
ja: 一時停止中 · %lld%%
ko: 일시 정지됨 · %lld%%
nl: Gepauzeerd · %lld%%
pt_br: Pausado · %lld%%
zh_hans: 已暂停 · %lld%%

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
ko: 사진
nl: Foto’s
pt_br: Fotos
zh_hans: 照片

source: Pick Light, Regular, Bold or Black for shorts captions and burned-in subtitles.
de: Wähle Leicht, Normal, Fett oder Extrafett für Shorts-Untertitel und eingebrannte Untertitel.
es: Elige Fina, Normal, Negrita o Extranegrita para los subtítulos de los shorts y los subtítulos incrustados.
fr: Choisissez Léger, Normal, Gras ou Extra-gras pour les sous-titres des shorts et les sous-titres incrustés.
it: Scegli Leggero, Normale, Grassetto o Nero per i sottotitoli degli short e quelli impressi nel video.
ja: ショートの字幕と焼き込み字幕に、ライト、レギュラー、ボールド、ブラックを選べます。
ko: 쇼츠 자막과 영상에 입힌 자막에 가늘게, 보통, 굵게, 아주 굵게 중에서 고를 수 있습니다.
nl: Kies Licht, Normaal, Vet of Extra vet voor ondertitels in shorts en ingebrande ondertitels.
pt_br: Escolha Leve, Normal, Negrito ou Extranegrito para legendas de shorts e legendas gravadas no vídeo.
zh_hans: 可为短视频字幕和烧录字幕选择细体、常规、粗体或特粗。

source: Pick from playlists
de: Aus Playlists auswählen
es: Elige de las listas
fr: Choisissez dans les playlists
it: Scegli dalle playlist
ja: プレイリストから選択
ko: 재생목록에서 선택
nl: Kies uit afspeellijsten
pt_br: Escolha nas playlists
zh_hans: 从播放列表中选择

source: Picks moments by sound; Apple Intelligence picks them by what’s said.
de: Wählt Momente nach dem Klang; Apple Intelligence wählt sie nach dem Gesagten.
es: Elige momentos por el sonido; Apple Intelligence los elige por lo que se dice.
fr: Choisit les moments d’après le son ; Apple Intelligence les choisit d’après ce qui est dit.
it: Sceglie i momenti in base al suono; Apple Intelligence li sceglie in base a ciò che viene detto.
ja: 音で場面を選びます。Apple Intelligence なら話の内容で選びます。
ko: 소리로 순간을 고릅니다. Apple Intelligence는 말한 내용으로 고릅니다.
nl: Kiest momenten op geluid; Apple Intelligence kiest ze op wat er gezegd wordt.
pt_br: Escolhe momentos pelo som; a Apple Intelligence escolhe pelo que é dito.
zh_hans: 按声音挑选片段；Apple 智能则按所说内容挑选。

source: Picture
de: Bild
es: Imagen
fr: Image
it: Immagine
ja: 画像
ko: 사진
nl: Afbeelding
pt_br: Imagem
zh_hans: 图片

source: Pixelate
de: Verpixeln
es: Pixelar
fr: Pixeliser
it: Pixel
ja: モザイク
ko: 모자이크
nl: Pixelen
pt_br: Pixelizar
zh_hans: 像素化

source: Placeholders: %@
de: Platzhalter: %@
es: Marcadores: %@
fr: Variables : %@
it: Segnaposto: %@
ja: プレースホルダ: %@
ko: 자리표시자: %@
nl: Plaatshouders: %@
pt_br: Marcadores: %@
zh_hans: 占位符：%@

source: Plain
de: Einfach
es: Sencillo
fr: Simple
it: Semplice
ja: 標準
ko: 기본
nl: Gewoon
pt_br: Simples
zh_hans: 普通

source: Plain Text
de: Reiner Text
es: Texto sin formato
fr: Texte brut
it: Testo semplice
ja: 標準テキスト
ko: 일반 텍스트
nl: Platte tekst
pt_br: Texto simples
zh_hans: 纯文本

source: Play a finished download or show it in Finder straight from the notification.
de: Spiele einen fertigen Download ab oder zeige ihn im Finder – direkt aus der Mitteilung.
es: Reproduce una descarga terminada o muéstrala en el Finder directamente desde la notificación.
fr: Lisez un téléchargement terminé ou affichez-le dans le Finder directement depuis la notification.
it: Riproduci un download completato o mostralo nel Finder direttamente dalla notifica.
ja: 完了したダウンロードを、通知から直接再生したり Finder に表示したりできます。
ko: 완료된 다운로드를 알림에서 바로 재생하거나 Finder에서 볼 수 있습니다.
nl: Speel een voltooide download af of toon hem in de Finder, direct vanuit de melding.
pt_br: Reproduza um download concluído ou mostre-o no Finder direto da notificação.
zh_hans: 直接从通知中播放已完成的下载，或在“访达”中显示。

source: Pluck %@ is available
de: Pluck %@ ist verfügbar
es: Pluck %@ está disponible
fr: Pluck %@ est disponible
it: Pluck %@ è disponibile
ja: Pluck %@ が利用可能です
ko: Pluck %@ 사용 가능
nl: Pluck %@ is beschikbaar
pt_br: Pluck %@ está disponível
zh_hans: Pluck %@ 现已可用

source: Pluck Library
de: Pluck-Mediathek
es: Biblioteca de Pluck
fr: Bibliothèque Pluck
it: Libreria di Pluck
ja: Pluckライブラリ
ko: Pluck 보관함
nl: Pluck-bibliotheek
pt_br: Biblioteca do Pluck
zh_hans: Pluck 资料库

source: Pluck can now use the logins from Firefox Nightly and Google Chrome Beta. Pick one in Settings under Use cookies from.
de: Pluck kann jetzt die Anmeldungen aus Firefox Nightly und Google Chrome Beta verwenden. Wähle einen Browser in den Einstellungen unter „Cookies verwenden von“.
es: Pluck ya puede usar las sesiones de Firefox Nightly y Google Chrome Beta. Elige uno en Ajustes, en Usar cookies de.
fr: Pluck peut désormais utiliser les connexions de Firefox Nightly et de Google Chrome Beta. Choisissez-en un dans les réglages, sous Utiliser les cookies de.
it: Pluck ora può usare gli accessi di Firefox Nightly e Google Chrome Beta. Scegline uno nelle Impostazioni, alla voce Usa i cookie di.
ja: PluckでFirefox NightlyとGoogle Chrome Betaのログインを使えるようになりました。設定の「Cookie の取得元」で選択できます。
ko: 이제 Pluck에서 Firefox Nightly와 Google Chrome Beta의 로그인을 사용할 수 있습니다. 설정의 ‘쿠키 가져올 브라우저’에서 선택하세요.
nl: Pluck kan nu de logins van Firefox Nightly en Google Chrome Beta gebruiken. Kies er een in Instellingen bij Gebruik cookies van.
pt_br: O Pluck agora pode usar os logins do Firefox Nightly e do Google Chrome Beta. Escolha um nos Ajustes, em Usar cookies de.
zh_hans: Pluck 现在可以使用 Firefox Nightly 和 Google Chrome Beta 的登录信息。请在设置的“使用 Cookie 来源”中选择。
